Repository: Empathetech-LLC/sos
Catalog: lib/l10n/lang_*.arb
Languages: ar_eg, es, fil, fr, zh_cn

# gOk
source: Ok
ar_eg: حسنًا
zh_cn: 确定

# gReminder
source: Reminder
zh_cn: 提醒

# sosLastKnown
source: Last known location
ar_eg: آخر موقع معروف
es: Última localización conocida
fil: Huling napag-alamang lokasyon
fr: Dernière localisation connue
zh_cn: 已知最后位置

# sosNeedSMS
source: SOS needs SMS permission to function properly.
ar_eg: تحتاج خدمة SOS إلى إذن SMS لتعمل بشكل صحيح.
es: SOS necesita poder enviar SMS para funcionar bien.
fil: Kailangan ng SOS ang pahintulot sa SMS para gumana nang maayos.
fr: SOS a besoin d'une autorisation SMS pour fonctionner correctement.
zh_cn: SOS功能需要短信权限以正常运行。

# sosDisabled
source: Cannot access location (disabled)
ar_eg: لا يمكن الوصول إلى الموقع (معطل)
es: Ubicación inaccesible (deshabilitado)
fil: Hindi ma-access ang lokasyon (disabled)
fr: Impossible d'accéder à la localisation (désactivé)
zh_cn: 无法访问定位（已关闭）

# sosDenied
source: Cannot access location (denied)
ar_eg: لا يمكن الوصول إلى الموقع (مرفوض)
es: Ubicación inaccesible (rechazado)
fil: Hindi ma-access ang lokasyon (denied)
fr: Impossible d'accéder à la localisation (refusé)
zh_cn: 无法访问定位（权限被拒）

# sosError
source: Cannot access location (error)
ar_eg: لا يمكن الوصول إلى الموقع (خطأ)
es: Ubicación inaccesible (error)
fil: Hindi ma-access ang lokasyon (error)
fr: Impossible d'accéder à la localisation (erreur)
zh_cn: 无法访问定位（出错）

# hsStartSOS
source: Activate to start SOS broadcast.
ar_eg: قم بالتفعيل لبدء بث SOS.
es: Activar para emitir señal SOS
fil: I-activate para simulan ang SOS broadcast.
fr: Activez pour démarrer la diffusion SOS.
zh_cn: 启动以开始SOS广播。

# hsEndSOS
source: SOS is broadcasting. Activate to stop.
ar_eg: يتم بث SOS. قم بتفعيله لإيقافه.
es: SOS en transmisión. Activar para detener.
fil: Nagbo-broadcast ang SOS. I-activate para ihinto.
fr: Le SOS est en cours de diffusion. Activez pour arrêter.
zh_cn: SOS正在广播，点击以停止。

# hsSafeCloseHint
source: All clear. Close the app without SOS.
ar_eg: كل شيء واضح. أغلق التطبيق بدون SOS.
es: Despejado. Cierra la app sin SOS.
fil: Clear na lahat. Isara ang app nang walang SOS.
fr: Tout va bien. Fermer l'application sans SOS.
zh_cn: 一切安全，可直接关闭应用。

# hsCameraHint
source: Take a photo.
ar_eg: التقط صورة.
es: Toma una foto
fil: Kunan ng larawan.
fr: Prendre une photo.
zh_cn: 拍摄照片。

# hsPreviewHint
source: Long press to toggle your rights view.
ar_eg: اضغط لفترة طويلة لتبديل عرض حقوقك.
es: Mantén pulsado para mostrar tus derechos
fil: Pindutin nang matagal para ipakita ang iyong mga karapatan.
fr: Appuyez longuement pour basculer votre vue des droits.
zh_cn: 长按可切换权限查看模式。

# hsShowRights
source: Show your rights.
ar_eg: أظهر حقوقك.
es: Muestra tus derechos
fil: Ipakita ang iyong mga karapatan.
fr: Afficher vos droits.
zh_cn: 显示您的权限。

# hsHideRights
source: Hide your rights.
ar_eg: إخفاء حقوقك.
es: Oculta tus derechos
fil: Ihide ang iyong mga karapatan.
fr: Cacher vos droits.
zh_cn: 隐藏您的权限。

# hsStartRecord
source: Record a video.
ar_eg: سجل فيديو.
es: Grabar un vídeo
fil: Magsimulang mag-record ng video.
fr: Enregistrer une vidéo.
zh_cn: 开始录像。

# hsEndRecord
source: End the recording.
ar_eg: إنهاء التسجيل.
es: Terminar la grabación
fil: Itigil ang pagre-record.
fr: Arrêter l'enregistrement.
zh_cn: 结束录像。

# hsFlashOff
source: Flash Off. Activate to turn on auto flash.
ar_eg: الفلاش معطل. قم بتفعيله لتشغيل الفلاش التلقائي.
es: Flash desactivado. Activar para encender el flash automático
fil: Naka-off ang flash. I-activate para i-auto flash.
fr: Flash désactivé. Activez ce bouton pour activer le flash automatique.
zh_cn: 闪光灯关闭。点击开启自动闪光。

# hsFlashAuto
source: Auto flash. Activate to turn flash on.
ar_eg: الفلاش تلقائي. قم بتفعيله لتشغيل الفلاش.
es: Flash automático. Activar para encender el flash
fil: Auto flash. I-activate para i-on ang flash.
fr: Flash automatique. Activez pour activer le flash.
zh_cn: 自动闪光。点击开启闪光灯。

# hsFlashOn
source: Flash on. Activate to turn flash off.
ar_eg: الفلاش يعمل. قم بتفعيله لإيقاف تشغيل الفلاش.
es: Flash activado. Activar para apagar el flash
fil: Naka-on ang flash. I-activate para i-off.
fr: Flash activé. Activez pour désactiver le flash.
zh_cn: 闪光灯开启。点击关闭闪光灯。

# hsFlashTorch
source: Torch mode. Activate to turn flash off.
ar_eg: وضع المصباح. قم بتفعيله لإيقاف تشغيل الفلاش.
es: Modo linterna. Activar para apagar la luz
fil: Torch mode. I-activate para i-off ang flash.
fr: Mode torche. Activez pour désactiver le flash.
zh_cn: 手电模式。点击关闭闪光灯。

# hsWelcome
source: Welcome to InstaSOS
ar_eg: مرحباً بكم في InstaSOS
es: Bienvenido a InstaSOS
fil: Welcome sa InstaSOS
fr: Bienvenue sur InstaSOS
zh_cn: 欢迎使用 InstaSOS

# hsAppTutorial
source: It shares your status with emergency contacts in a moment of crisis. Please choose an emergency contact. Just one for now, you can add more later.
ar_eg: يشارك حالتك مع جهات الاتصال في حالات الطوارئ في أوقات الأزمات. الرجاء اختيار جهة اتصال في حالات الطوارئ. واحدة فقط في الوقت الحالي، ويمكنك إضافة المزيد لاحقًا.
es: Comparte tu estado con contactos de emergencia durante una crisis. Elige un contacto de emergencia. Solo uno por ahora, luego podrás añadir más
fil: Ibinabahagi nito ang iyong status sa mga emergency contact sa oras ng krisis. Pumili ng isang emergency contact. Isa lang muna ngayon, maaari kang magdagdag mamaya.
fr: Votre statut est partagé avec les contacts d'urgence en cas de crise. Veuillez choisir un contact d'urgence. Un seul pour l'instant ; vous pourrez en ajouter d'autres ultérieurement.
zh_cn: 本应用可在危机时刻迅速将您的状况分享给紧急联系人。 请选择一位紧急联系人。 目前只需添加一位，后续可随时增添。

# hsPermissionsTutorialTitle
source: If you want
ar_eg: إذا أردت
es: Si quieres
fil: Kung nais mo
fr: Si vous le souhaitez
zh_cn: 如果您愿意

# hsPermissionsTutorial
source: InstaSOS can also gather and share evidence. It will ask for camera, microphone, and gallery access to do so.
ar_eg: يمكن لـ InstaSOS أيضًا جمع الأدلة ومشاركتها. وسيطلب الوصول إلى الكاميرا والميكروفون والمعرض للقيام بذلك.
es: InstaSOS también puede obtener y compartir evidencia. Para ello, pedirá acceso a la cámara, al micrófono y a la galería.
fil: Maaaring mangolekta at magbahagi ng ebidensya ang InstaSOS. Hihingi ito ng access sa camera, mikropono, at gallery.
fr: InstaSOS peut également recueillir et partager des preuves. Pour ce faire, l'accès à la caméra, au microphone et à la galerie sera requis.
zh_cn: InstaSOS 也可用于采集和分享证据。 系统将请求相机、麦克风和相册访问权限以实现该功能。

# hsPermissionsAlways
source: Please set location to always allow. It will only be used while SOS is active.
ar_eg: يرجى تعيين الموقع للسماح به دائمًا. سيتم استخدامه فقط أثناء تنشيط SOS.
es: Pon que siempre tenga acceso a tu ubicación. Solo se utilizará mientras SOS esté activo
fil: Itakda ang lokasyon sa 'laging payagan'. Gagamitin lamang ito habang aktibo ang SOS.
fr: Veuillez définir la localisation sur "Toujours autoriser". Elle ne sera utilisée que lorsque le SOS est actif.
zh_cn: 请将定位权限设置为“始终允许”。 仅在SOS激活时才会使用定位信息。

# hsBroadcastTutorial
source: Activate SOS to automatically text your emergency contacts. If InstaSOS has access to your location, it will be included in the texts. The texts will continue when the phone is locked. Either deactivate SOS or fully close the app to stop the texts.
ar_eg: قم بتفعيل SOS لإرسال رسائل نصية تلقائيًا إلى جهات الاتصال في حالات الطوارئ. إذا كان لدى InstaSOS إمكانية الوصول إلى موقعك، فسيتم تضمينه في الرسائل النصية. ستستمر الرسائل النصية حتى عندما يكون الهاتف مقفلاً. قم بإلغاء تنشيط SOS أو إغلاق التطبيق بالكامل لإيقاف الرسائل النصية.
es: Activa el SOS para enviar SMS automáticamente a tus contactos de emergencia. Si InstaSOS tiene acceso a tu ubicación, se incluirá en los mensajes. Seguirán enviándose SMS aunque el dispositivo esté bloqueado. Desactiva el SOS o cierra la aplicación para dejar de enviar mensajes.
fil: I-activate ang SOS para awtomatikong mag-tetext sa iyong mga emergency contact. Kung may access ang InstaSOS sa iyong lokasyon, isasama ito sa mga text. Magpapatuloy ang mga text kahit naka-lock ang telepono. I-deactivate ang SOS o isara ang app para ihinto ang mga text.
fr: Activez le SOS pour envoyer automatiquement des SMS à vos contacts d'urgence. Si InstaSOS a accès à votre localisation, celle-ci sera incluse dans les SMS. Les SMS continueront d'être envoyés même lorsque le téléphone est verrouillé. Désactivez le SOS ou fermez complètement l'application pour arrêter les SMS.
zh_cn: 激活SOS后将自动向您的紧急联系人发送短信。 若已授权定位，短信中将包含您的实时位置。 即使设备锁屏，短信也会持续发送。 停止发送可通过关闭SOS或完全退出应用实现。

# hsIOSBroadcastTutorial
source: Activate SOS to automatically text your emergency contacts. If InstaSOS has access to your location, it will be included in the texts.
ar_eg: قم بتنشيط SOS لإرسال رسائل نصية تلقائيًا إلى جهات الاتصال الخاصة بك في حالات الطوارئ. إذا كان لدى InstaSOS إمكانية الوصول إلى موقعك، فسيتم تضمينه في الرسائل النصية.
es: Activa el SOS para enviar SMS automáticamente a tus contactos de emergencia. Si InstaSOS tiene acceso a tu ubicación, se incluirá en los mensajes
fil: I-activate ang SOS para awtomatikong mag-text sa iyong mga emergency contact. Kung may access ang InstaSOS sa iyong lokasyon, isasama ito sa mga text.
fr: Activez le SOS pour envoyer automatiquement des SMS à vos contacts d'urgence. Si InstaSOS a accès à votre localisation, celle-ci sera incluse dans les SMS.
zh_cn: 激活SOS后将自动向您的紧急联系人发送短信。 若已授权定位，短信中将包含您的实时位置。

# hsSettingsTutorial
source: You can... - Add more emergency contacts - Setup automatic SOS - Change the app's language, and - Update the app's appearance in the settings. Hold the settings button to give feedback for the app.
ar_eg: يمكنك... - إضافة المزيد من جهات الاتصال في حالات الطوارئ - إعداد خدمة SOS تلقائية - تغيير لغة التطبيق، و - تحديث مظهر التطبيق في الإعدادات. اضغط باستمرار على زر الإعدادات لتقديم ملاحظات حول التطبيق.
es: Puedes... - Añadir más contactos de emergencia - Configurar SMS automáticos - Cambiar el idioma y - editar la apariencia de la aplicación en las opciones. Mantén pulsado el botón de opciones para enviar feedback.
fil: Maaari kang... - Magdagdag ng mas maraming emergency contact - I-setup ang automatic SOS - Palitan ang wika ng app, at - I-update ang hitsura ng app sa settings. Pindutin nang matagal ang settings button para magbigay ng feedback para sa app.
fr: Vous pouvez… - Ajouter d'autres contacts d'urgence - Configurer le SOS automatique - Modifier la langue de l'application - Mettre à jour l'apparence de l'application dans les paramètres. Maintenez le bouton Paramètres enfoncé pour partager votre retour sur l'application.
zh_cn: 您可以在设置中： - 添加更多紧急联系人 - 设置自动SOS - 更改应用语言 - 自定义界面外观 长按设置按钮还可提交反馈。

# hsVideoTutorial
source: When you take a picture or record a video, you will be able to share it right away. By default, if a recording is interrupted, SOS will activate automatically. Long press the center preview to show a list of your rights.
ar_eg: عندما تلتقط صورة أو تسجل مقطع فيديو، ستتمكن من مشاركته على الفور. افتراضيًا، إذا تمت مقاطعة التسجيل، فسيتم تنشيط SOS تلقائيًا. اضغط مطولًا على المعاينة المركزية لإظهار قائمة بحقوقك.
es: Cuando tomes una foto o grabes un vídeo, podrás compartirlo al instante. Por defecto, si se interrumpe una grabación, SOS se activará automáticamente. Mantén pulsada la vista previa central para mostrar una lista de tus derechos.
fil: Kapag kumukuha ka ng larawan o nag-rerecord ng video, maaari mo itong ibahagi agad. By default, kung maputol ang recording, awtomatikong maa-activate ang SOS. Pindutin nang matagal ang gitnang preview para ipakita ang listahan ng iyong mga karapatan.
fr: Lorsque vous prenez une photo ou enregistrez une vidéo, vous pouvez la partager immédiatement. Par défaut, si un enregistrement est interrompu, le SOS s'active automatiquement. Appuyez longuement au centre de l'écran pour afficher la liste de vos droits.
zh_cn: 拍照或录像后，您可以立即分享内容。 默认情况下，录像若被中断，SOS将自动激活。 长按画面中央可查看权限列表。

# hsIOSVideoTutorial
source: When you take a picture or record a video, you will be able to share it right away. Long press the center preview to show a list of your rights.
ar_eg: عندما تلتقط صورة أو تسجل مقطع فيديو، ستتمكن من مشاركته على الفور. اضغط لفترة طويلة على المعاينة المركزية لإظهار قائمة بحقوقك.
es: Cuando tomes una foto o grabes un vídeo, podrás compartirlo al instante. Mantén pulsada la vista previa central para mostrar una lista de tus derechos.
fil: Kapag kumukuha ka ng larawan o nag-rerecord ng video, maaari mo itong ibahagi agad. Pindutin nang matagal ang gitnang preview para ipakita ang listahan ng iyong mga karapatan.
fr: Lorsque vous prenez une photo ou enregistrez une vidéo, vous pouvez la partager immédiatement. Appuyez longuement au centre de l'écran pour afficher la liste de vos droits.
zh_cn: 拍照或录像后，您可以立即分享内容。 长按画面中央可查看权限列表。

# hsRightsTutorial
source: If you enable the camera, and take a picture or record a video, you will be able to share it right away. By default, if a recording is interrupted, SOS will activate automatically. Hit the gavel or long press the center of the screen to show a list of your rights.
ar_eg: إذا قمت بتمكين الكاميرا، والتقطت صورة أو سجلت مقطع فيديو، فستتمكن من مشاركته على الفور. افتراضيًا، إذا تمت مقاطعة التسجيل، فسيتم تنشيط SOS تلقائيًا. اضغط على المطرقة أو اضغط مطولاً على وسط الشاشة لإظهار قائمة بحقوقك.
es: Si habilitas la cámara y tomas una foto o grabas un vídeo, podrás compartirlo al momento. Por defecto, si se interrumpe una grabación, SOS se activará automáticamente. Mantén pulsado el mazo para mostrar una lista de tus derechos
fil: Kung pinapagana ang camera at kumukuha ng larawan o nag-rerecord ng video, maaari mo itong ibahagi agad. By default, kung maputol ang recording, awtomatikong maa-activate ang SOS. Pindutin ang malyeteng icon o pindutin nang matagal ang gitna ng screen para ipakita ang listahan ng iyong mga karapatan.
fr: Si vous activez l'appareil photo et prenez une photo ou enregistrez une vidéo, vous pourrez la partager immédiatement. Par défaut, si un enregistrement est interrompu, le SOS s'active automatiquement. Appuyez sur le marteau ou appuyez longuement au centre de l'écran pour afficher la liste de vos droits.
zh_cn: 启用相机后，拍摄照片或视频内容可即时分享。 默认情况下，录像若被中断，SOS将自动激活。 点击法槌图标或长按屏幕中央可查看您的权限列表。

# hsIOSRightsTutorial
source: If you enable the camera, and take a picture or record a video, you will be able to share it right away. Hit the gavel or long press the center of the screen to show a list of your rights.
ar_eg: إذا قمت بتمكين الكاميرا، والتقطت صورة أو سجلت مقطع فيديو، فستتمكن من مشاركته على الفور. اضغط على المطرقة أو اضغط لفترة طويلة على وسط الشاشة لإظهار قائمة بحقوقك.
es: Si habilitas la cámara y tomas una foto o grabas un vídeo, podrás compartirlo al momento. Mantén pulsado el mazo para mostrar una lista de tus derechos
fil: Kung pinapagana ang camera at kumukuha ng larawan o nag-rerecord ng video, maaari mo itong ibahagi agad. Pindutin ang malyeteng icon o pindutin nang matagal ang gitna ng screen para ipakita ang listahan ng iyong mga karapatan.
fr: Si vous activez l'appareil photo et prenez une photo ou enregistrez une vidéo, vous pourrez la partager immédiatement. Appuyez sur le marteau ou appuyez longuement au centre de l'écran pour afficher la liste de vos droits.
zh_cn: 启用相机后，拍摄照片或视频内容可即时分享。 点击法槌图标或长按屏幕中央可查看您的权限列表。

# hsNeedContacts
source: InstaSOS needs access to your contacts to function properly.
ar_eg: يحتاج تطبيق InstaSOS إلى الوصول إلى جهات الاتصال الخاصة بك ليعمل بشكل صحيح.
es: InstaSOS necesita acceso a tus contactos para funcionar bien.
fil: Kailangan ng InstaSOS ang access sa iyong mga contact para gumana nang maayos.
fr: InstaSOS a besoin d'accéder à vos contacts pour fonctionner correctement.
zh_cn: InstaSOS 需要访问您的联系人以正常运行。

# hsPartialContacts
source: Apple will display all contacts, not just those shared with InstaSOS. To share more contacts, go to iOS Settings -> Apps -> InstaSOS
zh_cn: Apple 将显示所有联系人，而不仅仅是与 InstaSOS 共享的联系人。 要分享更多联系人，请前往 iOS 设置 -> 应用 -> InstaSOS

# hsNumError
source: The contact is private or does not have a phone number.
es: El contacto es privado o no tiene número de teléfono.
fil: Ang contact ay pribado o walang numero ng telepono.
zh_cn: 该联系人是私人联系人或没有电话号码。

# rsSharedHeader
source: You have the right to...
ar_eg: لديك الحق في...
es: Tienes derecho a...
fil: May karapatan kang...
fr: Vous avez le droit de...
zh_cn: 您有权...

# rsOnFoot
source: On foot
ar_eg: سيرا على الأقدام
es: A pie
fil: Habang naglalakad
fr: Piéton
zh_cn: 步行时

# rsWhileDriving
source: While driving
ar_eg: أثناء القيادة
es: Al volante
fil: Habang nagmamaneho
fr: Conducteur
zh_cn: 驾车时

# rsAtHome
source: At home
ar_eg: في البيت
es: En casa
fil: Habang nasa bahay
fr: Au domicile
zh_cn: 在家中

# rsSharedRemainSilent
source: Remain silent. Do not lie, but you don't have to answer questions.
ar_eg: التزم الصمت. لا تكذب، ولكن ليس عليك الإجابة على الأسئلة.
es: Guarda silencio. No tienes que responder a ninguna pregunta, pero si dices algo, no mientas.
fil: Manahimik. Huwag magsinungaling, pero hindi mo kailangang sumagot sa mga tanong.
fr: Garder le silence. Ne mentez pas, mais vous n'êtes pas obligé de répondre aux questions.
zh_cn: 保持沉默。无需撒谎，但您不必回答任何问题。

# rsSharedDocument
source: Document everything. You have the right to take pictures, record videos, and record audio.
ar_eg: وثّق كل شيء. لديك الحق في التقاط الصور وتسجيل الفيديوهات والتسجيل الصوتي.
es: Documéntalo todo. Tienes derecho a hacer fotos, grabar vídeos y audio.
fil: I-dokumento ang lahat. May karapatan kang kumuha ng larawan, mag-record ng video, at mag-record ng audio.
fr: Documenter tout. Vous avez le droit de prendre des photos, d'enregistrer des vidéos et de faire des enregistrements audio.
zh_cn: 记录一切。您有权拍照、录像和录音。

# rsMobilePockets
source: Refuse a search of your pockets. ICE can give a pat-down, but not a search.
es: Niégate a que te registren los bolsillos. El ICE puede cachearte, pero no registrarte.
fil: Tumangging ipasuri ang iyong bulsa. Puwedeng kapkapan ka ng ICE, pero hindi puwedeng maghalughog.
zh_cn: 拒绝搜查口袋。移民执法人员可进行简单搜身，但无权搜查。

# rsMobileQuestion
source: Ask questions. Find out why you are being stopped.
es: Haz preguntas, incluyendo por qué te han hecho detenerte.
fil: Magtanong. Alamin kung bakit ka pinahinto.
zh_cn: 提出疑问。了解为何被拦截。

# rsMobileLeave
source: Leave if you are not being detained.
es: Salir si no estás detenido.
fil: Umalis ka kung hindi ka pinipigilan.
zh_cn: 如果您没有被拘留，您有权离开。

# rsDriveSearch
source: Refuse a search of your car.
ar_eg: ارفض تفتيش سيارتك.
es: Niégate a que registren tu vehículo.
fil: Tumangging ipasuri ang iyong sasakyan.
fr: Refuser la fouille de votre véhicule.
zh_cn: 拒绝对车辆进行搜查。

# rsDriveID
source: Refuse to provide ID as a passenger. Only the driver is required to provide ID.
ar_eg: ارفض إبراز بطاقة هوية كراكب. السائق فقط هو المطلوب منه إبرازها.
es: Si eres pasajero, niégate a proporcionar documentos de identificación. Solo la persona al volante está obligada a identificarse.
fil: Tumangging magbigay ng ID bilang pasahero. Tanging driver lang ang kailangang magbigay ng ID.
fr: Refuser de présenter une pièce d'identité en tant que passager. Seul le conducteur est tenu de présenter une pièce d'identité.
zh_cn: 作为乘客可拒绝出示身份证明。只有驾驶员必须出示。

# rsDriveWarrant
source: Ask if the officers have a warrant. You have the right to see it if they do. If a "warrant" is not signed by a judge, it's not valid.
ar_eg: اسأل إن كان لدى الضباط أمر تفتيش. يحق لك الاطلاع عليه إن وُجد. إذا لم يتم توقيع "الأمر" من قبل القاضي، فهو غير صالح.
es: Pregunta si tienen una orden judicial. Tienes derecho a verla si la tienen. Una "orden judicial" solo es válida si está firmada por un juez.
fil: Magtanong kung may warrant ang mga opisyal. May karapatan kang makita ito. Kung walang pirma ng hukom, wala itong bisa.
fr: Demander aux agents s'ils ont un mandat. Vous avez le droit de le voir s'ils en ont un. Si un "mandat" n'est pas signé par un juge, il n'est pas valide.
zh_cn: 询问警官是否持有搜查令。如有，您有权查看。未由法官签署的“搜查令”无效。

# rsHomeWarrant
source: Keep you door shut. If they have a warrant, ask them to slip it under the door first. If a "warrant" is not signed by a judge, it's not valid. Keep your door shut.
ar_eg: أبقِ بابك مغلقًا. إذا كان لديهم أمر تفتيش، فاطلب منهم وضعه تحت الباب أولًا. إذا لم يكن "الأمر" موقّعًا من قاضٍ، فهو غير صالح. أبقِ بابك مغلقًا.
es: No abras la puerta. Si tienen una orden judicial, pídeles que la pasen primero por debajo de la puerta. Una "orden judicial" solo es válida si está firmada por un juez. No abras la puerta.
fil: Panatilihing nakasara ang pinto. Kung may warrant, hilingin na ipasok ito sa ilalim ng pinto. Kung walang pirma ng hukom, wala itong bisa. Panatilihing nakasara ang pinto.
fr: Garder votre porte fermée. S'ils ont un mandat, demandez-leur de le glisser sous la porte. Si un "mandat" n'est pas signé par un juge, il n'est pas valide. Gardez votre porte fermée.
zh_cn: 保持房门关闭。如对方称持有搜查令，请先让其从门缝递进。未由法官签署的“搜查令”无效。始终保持房门关闭。

# rsSharedSign
source: Refuse to sign anything.
es: Niégate a firmar cualquier cosa.
fil: Tumangging pumirma ng anuman.
zh_cn: 拒绝签署任何文件。

# rsSharedFingerprint
source: Refuse to be fingerprinted by ICE unless you are under arrest.
ar_eg: ارفض أن يتم أخذ بصمات أصابعك من قبل دائرة الهجرة والجمارك الأمريكية إلا إذا كنت تحت الاعتقال.
es: Niégate a que el ICE tome tus huellas dactilares a menos que estés arrestado.
fil: Tumangging magpa-fingerprint sa ICE maliban kung inaaresto ka.
fr: Refuser de vous soumettre à un relevé d'empreintes digitales par l'ICE, sauf si vous êtes en état d'arrestation.
zh_cn: 除非被正式逮捕，可拒绝接受移民局采集指纹。

# rsSharedLawyer
source: To consult a lawyer. If you have been formally arrested, your are entitled to a court appointed lawyer.
ar_eg: استشارة محامٍ. إذا تم اعتقالك رسميًا، يحق لك الاستعانة بمحامٍ تعينه المحكمة.
es: Consultar a un abogado. Si te han arrestado formalmente, tienes derecho a un abogado de oficio.
fil: Kumonsulta sa abogado. Kung pormal kang naaresto, may karapatan kang bigyan ng abogado ng korte.
fr: Consulter un avocat. Si vous avez été officiellement arrêté, vous avez droit à un avocat commis d'office.
zh_cn: 您有权联系律师。如您已被正式逮捕，则有权请求法院为您指派律师。

# ssSOSOnOpen
source: SOS on open
ar_eg: SOS مفتوح
es: SOS al abrirse
fil: SOS sa pagbukas
fr: SOS à l'ouverture
zh_cn: 打开应用时启动SOS

# ssSOSOnClose
source: SOS on close
ar_eg: SOS مغلق
es: SOS al cerrarse
fil: SOS sa pagsara
fr: SOS à la fermeture
zh_cn: 关闭应用时启动SOS

# ssSOSOnCloseHint
source: When enabled, a safe close button will be shown opposite the settings.
ar_eg: عند التمكين، سيظهر زر إغلاق آمن مقابل الإعدادات.
es: Cuando esté activado, se mostrará un botón de cierre seguro al otro lado de la configuración
fil: Kapag naka-enable, makikita ang safe close button sa tapat ng settings.
fr: Lorsqu'il est activé, un bouton de fermeture sécurisée s'affiche en face des paramètres.
zh_cn: 启用后，在设置按钮对侧会显示一个“安全关闭”按钮。

# ssVideoSOS
source: SOS on interrupted recording
ar_eg: SOS عند انقطاع التسجيل
es: SOS al interrumpir la grabación
fil: SOS sa naputol na recording
fr: SOS en cas d'enregistrement interrompu
zh_cn: 录像中断自动启动SOS

# ssAutoShare
source: Auto-share media
es: Compartir medios automáticamente
fil: Auto-share ng media
fr: Partage automatique de médias
zh_cn: 自动共享媒体

# ssEMC
source: Emergency contacts
ar_eg: جهات الاتصال في حالات الطوارئ
es: Contactos de emergencia
fil: Mga emergency contact
fr: Contacts d'urgence
zh_cn: 紧急联系人

# ssRemoveHint
source: Remove contact
ar_eg: إزالة جهة الاتصال
es: Eliminar contacto
fil: Tanggalin ang contact
fr: Supprimer le contact
zh_cn: 移除联系人

# ssAddHint
source: Add another contact
ar_eg: إضافة جهة اتصال أخرى
es: Añadir otro contacto
fil: Magdagdag ng isa pang contact
fr: Ajouter un autre contact
zh_cn: 添加联系人

# ssLinkType
source: Link type
es: Tipo de enlace
fil: Uri ng link
fr: Type de lien
zh_cn: 链接类型

# ssAppearance
source: Appearance
ar_eg: المظهر
es: Apariencia
fil: Hitsura
fr: Apparence
zh_cn: 界面外观
