Repository: Empathetech-LLC/sos
Catalog: lib/l10n/lang_*.arb
Languages: ar_eg, es, fil, fr, zh_cn

# dsLadyLiberty
source: A picture of the Statue of Liberty, with a preview of the rights list.
es: Una imagen de la Estatua de la Libertad, con una vista previa de la lista de derechos.
fil: Isang larawan ng Statue of Liberty, na may preview ng listahan ng mga karapatan.
zh_cn: 自由女神像的图片，附有权利列表的预览。
